const data = [
  {
    id: '1',
    title: '리엑트란 무엇인가',
    content: '리액트는 자바스크립트 라이브러리의 하나로서 사용자 인터페이스를 만들기 위해 사용된다. 페이스북과 개별 개발자 및 기업들 공동체에 의해 유지보수된다. 리액트는 싱글 페이지 애플리케이션이나 모바일 애플리케이션 개발에 사용될 수 있다. '
  },
  {
    id: '2',
    title: 'jsx란 무엇인가',
    content: 'XML과 유사한 구문을 사용하여 문서 개체 모델 트리를 생성할 수 있는 JavaScript 확장입니다. '
  },
  {
    id: '3',
    title: '리엑트는 왜 사용하는가',
    content: '웹 개발에 React.js를 사용하는 주요 이유 중 하나는 라이브러리에 최적화된 개발 인터페이스와 코딩 언어 때문입니다'
  },
  {
    id: '4',
    title: '아코디언 컴포넌트란',
    content: '제목을 클릭하면 숨겨진 정보를 확인할 수 있는 구조'
  }
];

// data 라는 변수를 이 파일의 기본 내보내기로 설정
// default는 한 파일에 하나만 가능
export default data;

// js6 ~
// export / import
// 꼭 필요한 것만 복붙하기(웹 성능을 위해서)